/* authorizing */
"authorizing" = "authorizing";

/* bookmarks */
"bookmarks" = "bookmarks";

/* bookmarks menu */
"Bookmarks Menu" = "Bookmarks Menu";

/* bookmarks toolbar */
"Bookmarks Toolbar" = "Bookmarks Toolbar";

/* cancel */
"Cancel" = "Cancel";

/* unable to load page */
"Cannot Load Page" = "Cannot Load Page";

/* cannot load private key from keychain */
"Cannot Load Private Key From Keychain" = "Cannot Load Private Key From Keychain";

/* cannot submit email */
"Cannot Submit" = "Cannot Submit";

/* unable to refresh data */
"Cannot Sync" = "Cannot Sync";

/* connecting */
"connecting" = "connecting";

/* copy the url to the clipboard */
"Copy URL" = "Copy URL";

/* update Firefox Home */
"Data on the server is in a new and unrecognized format. Please update Firefox Home." = "Data on the server is in a new and unrecognized format. Please update Firefox Home.";

/* update Firefox Sync */
"Data on the server is in an old and unsupported format. Please update Firefox Sync on your computer." = "Data on the server is in an old and unsupported format. Please update Firefox Sync on your computer.";

/* duplicate email address */
"Duplicate" = "Duplicate";

/* send the url via email */
"Email URL" = "Email URL";

/* error loading page */
"Error Loading Page" = "Error Loading Page";

/* error retrieving data */
"Error Retrieving Data" = "Error Retrieving Data";

/* Failed Server Lookup */
"Failed Server Lookup" = "Failed Server Lookup";

/* failed to communicate with server */
"Failed To Communicate With Server (%d)" = "Failed To Communicate With Server (%d)";

/* failed to install private key into keychain */
"Failed To Install Private Key Into Keychain (%d)" = "Failed To Install Private Key Into Keychain (%d)";

/* email content */
"Here is that site we talked about:" = "Here is that site we talked about:";

/* history */
"history" = "history";

/* incorrect password */
"Incorrect Password" = "Incorrect Password";

/* incorrect secret phrase */
"Incorrect Secret Phrase" = "Incorrect Sync Key";

/* we will send instructions */
"Instructions are on the way" = "Instructions are on the way";

/* invalid url */
"Invalid URL" = "Invalid URL";

/* loading web page */
"loading..." = "loading...";

/* unable to login */
"Login Failure" = "Login Failure";

/* mobile bookmarks */
"Mobile Bookmarks" = "Mobile Bookmarks";

/* no internet connection */
"No internet connection available" = "No internet connection available";

/* no matching items found */
"No Matches" = "No Matches";

/* ok */
"OK" = "OK";

/* privacy policy */
"Privacy Policy" = "Privacy Policy";

/* refresh local data */
"Refresh" = "Refresh";

/* searching for matching items */
"Searching..." = "Searching...";

/* email subject */
"Sending you a link" = "Sending you a link";

/* re-authenticate */
"Sign In" = "Sign In";

/* stop refreshing data */
"Stop" = "Stop";

/* tabs */
"tabs" = "tabs";

/* terms of service */
"Terms Of Service" = "Terms Of Service";

/* thank you for submitting */
"Thank you!" = "Thank you!";

/* the email address already exists in our database */
"That email address has already been submitted" = "That email address has already been submitted";

/* unable to communicate with server */
"Unable To Communicate With Server (%d)" = "Unable To Communicate With Server (%d)";

/* server unavailable */
"Unable to contact server" = "Unable to contact server";

/* unable to submit email */
"Unable to submit your email, please try again later (%d)" = "Unable to submit your email, please try again later (%d)";

/* unsorted bookmarks */
"Unsorted Bookmarks" = "Unsorted Bookmarks";

/* username not found */
"User Name Not Found" = "Account Name Not Found";

/* launch safari to display the url */
"View in Safari" = "View in Safari";

/* Required */
"Required" = "Required";

/* Caution: use at own risk */
"Caution: use at own risk" = "Caution; use at own risk";

/* Enter your Sync account information */
"Enter your Sync account information" = "Enter your sync account information";

/* Account */
"Account" = "Account";

/* Password */
"Password" = "Password";

/* Sync Key */
"Sync Key" = "Sync Key";

/* Use Custom Server */
"Use Custom Server" = "Use Custom Server";

/* Server URL */
"Server URL" = "Server URL";

/* Cannot Setup Sync */
"Cannot Setup Sync" = "Cannot Setup Sync";

/* Try Again */
"Try Again" = "Try Again";

/* Manual Setup */
"Manual Setup" = "Manual Setup";

/* Firefox Home could not connect to Sync. Would you like to try again? */
"Firefox Home could not connect to Sync. Would you like to try again?" = "Firefox Home could not connect to Sync. Would you like to try again?";

/* Passcode */
"Passcode" = "Passcode";

/* Used for a small button */
"Not Now" = "Not Now";

/* Message that we show in a dialog when you need to sign in again after upgrading */
"Due to a recent update, you need to log in to Firefox Home again." = "Due to a recent update, you need to log in to Firefox Home again.";

/* Message that we show in a dialog when the user tries to open a file:// url */
"Firefox Home cannot load the page because it is of an unsupported type." = "Firefox Home cannot load the page because it is of an unsupported type.";
